Repository: ticgal/mfa
Catalog: locales/*.po
Languages: de_de, pl_pl, pt_br, pt_pt, ru_ru, tr_tr, vi_vn

source: Incorrect One-Time Security Code
de_de: Falscher Einmal-Sicherheitscode
pl_pl: Nieprawidłowy jednorazowy kod bezpieczeństwa
pt_br: Código de segurança único incorreto
pt_pt: Código OTP incorreto
ru_ru: Неверный одноразовый код безопасности
tr_tr: Geçersiz tek kullanımlık doğrulama kodu
vi_vn: Mã bảo mật một lần không chính xác

source: GLPI Database Authentication
de_de: GLPI-Datenbankauthentifizierung
pl_pl: Uwierzytelnianie bazy danych GLPI
pt_br: Autenticação do banco de dados GLPI
pt_pt: Autenticação da base de dados GLPI
ru_ru: Аутентификация базы данных GLPI
tr_tr: GLPI Veritabanı Kimlik Doğrulaması
vi_vn: Xác thực cơ sở dữ liệu GLPI

source: Mail Server Authentication
de_de: E-Mail-Server-Authentifizierung
pl_pl: Uwierzytelnienie serwera poczty
pt_br: Autenticação do servidor de correio
pt_pt: Autenticação do servidor de correio eletrónico
ru_ru: Аутентификация почтового сервера
tr_tr: Posta Sunucusu Kimlik Doğrulaması
vi_vn: Xác thực máy chủ thư

source: LDAP Directory Authentication
de_de: LDAP-Verzeichnisauthentifizierung
pl_pl: Uwierzytelnianie katalogu LDAP
pt_br: Autenticação do diretório LDAP
pt_pt: Autenticação de diretório LDAP
ru_ru: Аутентификация каталога LDAP
tr_tr: LDAP Kimlik Doğrulaması
vi_vn: Xác thực thư mục LDAP

source: External Authentication
de_de: Externe Authentifizierung
pl_pl: Uwierzytelnienie zewnętrzne
pt_br: Autenticação Externa
pt_pt: Autenticação externa
ru_ru: Внешняя аутентификация
tr_tr: Harici Kimlik Doğrulama
vi_vn: Xác thực bên ngoài

source: One-Time Security Code expiration
de_de: Ablauf des Einmal-Sicherheitscodes
pl_pl: Wygaśnięcie jednorazowego kodu zabezpieczającego
pt_br: Expiração do código de segurança único
pt_pt: Expiração do código OTP
ru_ru: Срок действия одноразового кода безопасности истек
tr_tr: Tek kullanımlık doğrulama kodu geçerlilik süresi.
vi_vn: Mã bảo mật một lần hết hạn

source: Duration (in minutes)
de_de: Dauer (in Minuten)
pl_pl: Czas trwania (w minutach)
pt_br: Duração (em minutos)
pt_pt: Duração (minutos)
ru_ru: Продолжительность (в минутах)
tr_tr: Süre (dakika)
vi_vn: Thời lượng (tính bằng phút)

source: Deleted the One-Time Security Code of the user %s
de_de: Der Einmal-Sicherheitscode des Benutzers %s wurde gelöscht
pl_pl: Usunięto jednorazowy kod bezpieczeństwa użytkownika %s
pt_br: Excluído o código de segurança único do usuário %s
pt_pt: Eliminou o código de segurança único do utilizador %s
ru_ru: Одноразовый код безопасности пользователя %s удален
tr_tr: Kullanıcının tek kullanımlık doğrulama kodu silindi %s
vi_vn: Đã xóa mã bảo mật một lần của người dùng %s

source: One-Time Security Code generated
de_de: Einmal-Sicherheitscode generiert
pl_pl: Wygenerowany jednorazowy kod bezpieczeństwa
pt_br: Código de segurança único gerado
pt_pt: Código de segurança OTP gerado
ru_ru: Создан одноразовый код безопасности
tr_tr: Tek kullanımlık doğrulama kodu oluşturuldu
vi_vn: Mã bảo mật một lần được tạo

source: One-Time Security Code
de_de: Einmal-Sicherheitscode
pl_pl: Jednorazowy kod bezpieczeństwa
pt_br: Código de segurança único
pt_pt: Código OTP
ru_ru: Одноразовый код безопасности
tr_tr: Tek kullanımlık doğrulama kodu
vi_vn: Mã bảo mật một lần

source: This is your security code:
de_de: Dies ist Ihr Sicherheitscode:
pl_pl: To jest twój kod zabezpieczający:
pt_br: Este é o seu código de segurança:
pt_pt: Este é o seu código de segurança:
ru_ru: Это Ваш код безопасности:
tr_tr: Tek kullanımlık doğrulama kodunuz:
vi_vn: Đây là mã bảo mật của bạn:

source: Please verify it as soon as possible; this OTP will expire quickly.
de_de: Bitte überprüfen Sie es so schnell wie möglich, da dieser OTP bald abläuft.
pl_pl: Zweryfikuj to tak szybko, jak to możliwe; ten OTP szybko wygaśnie.
pt_br: Por favor, verifique-o o mais rápido possível; este OTP irá expirar rapidamente.
pt_pt: Por favor, verifique-o o mais rapidamente possível; este OTP expirará rapidamente.
ru_ru: Пожалуйста, проверьте его как можно скорее; Срок действия этого OTP скоро истечет.
tr_tr: Lütfen en kısa sürede doğrulayın; bu doğrulama kodu kısa süre içerisinde geçerliliğini yitirecektir.
vi_vn: Vui lòng xác minh nó càng sớm càng tốt; mã OTP này sẽ hết hạn nhanh chóng.

source: Your account requires an additional authentication code.
pt_br: Digite o código de acesso enviado para o seu e-mail.
